{
  "title": "Contactez Veeo Strasbourg",
  "subtitle": "Une question sur nos services VTC à Strasbourg, une suggestion ? Notre équipe est à votre écoute.",
  "formHeading": "Envoyez-nous un Message",
  "formNameLabel": "Votre Nom",
  "formNamePlaceholder": "Nom complet",
  "formEmailLabel": "Votre Email",
  "formEmailPlaceholder": "adresse@email.com",
  "formSubjectLabel": "Sujet de votre demande VTC",
  "formSubjectPlaceholder": "Objet de votre message (ex: VTC Strasbourg aéroport)",
  "formMessageLabel": "Votre Message",
  "formMessagePlaceholder": "Écrivez votre message ici concernant nos VTC à Strasbourg...",
  "formSubmitButton": "Envoyer le Message",
  "formErrorTitle": "Erreur de Formulaire",
  "formErrorMessage": "Veuillez remplir tous les champs requis.",
  "formSuccessTitle": "Message Envoyé à Veeo Strasbourg !",
  "formSuccessMessage": "Merci, nous vous répondrons dès que possible concernant votre demande VTC.",
  "infoHeading": "Nos Coordonnées à Strasbourg",
  "address": "1 Place de la Gare, 67000 Strasbourg, France",
  "phoneDisplay": "+33 3 88 00 00 00",
  "phoneLink": "0388000000",
  "email": "contact@veeo-strasbourg.fr",
  "officeHours": "Nos bureaux à Strasbourg sont ouverts du Lundi au Vendredi, de 9h à 18h.",
  "mapAlt": "Carte indiquant l'emplacement de Veeo à Strasbourg, près de la gare",
  "faqHeading": "FAQ VTC Strasbourg",
  "faq1q": "Comment puis-je réserver un VTC à Strasbourg ?",
  "faq1a": "Vous pouvez réserver votre VTC à Strasbourg directement via notre application mobile ou sur notre site web en quelques clics. Entrez votre lieu de départ (Strasbourg, Bas-Rhin), votre destination, la date et l'heure souhaitées.",
  "faq2q": "Quels types de véhicules VTC proposez-vous à Strasbourg ?",
  "faq2a": "Nous offrons une gamme variée de véhicules VTC à Strasbourg, incluant des berlines standards, des SUV, des vans pour les groupes, et des véhicules de luxe pour des occasions spéciales.",
  "faq3q": "Puis-je annuler ou modifier ma réservation VTC à Strasbourg ?",
  "faq3a": "Oui, vous pouvez annuler ou modifier votre réservation VTC à Strasbourg via l'application ou le site. Veuillez consulter nos conditions d'annulation pour plus de détails sur les éventuels frais.",
  "faq4q": "Comment sont calculés les tarifs VTC à Strasbourg ?",
  "faq4a": "Nos tarifs VTC à Strasbourg sont calculés en fonction de la distance, du type de véhicule choisi et de la demande au moment de la réservation. Vous obtenez toujours une estimation du prix avant de confirmer.",
  "faq5q": "Vos chauffeurs VTC à Strasbourg sont-ils professionnels ?",
  "faq5a": "Absolument. Tous nos chauffeurs VTC à Strasbourg sont des professionnels expérimentés, détenteurs des licences requises, et formés pour vous offrir un service de haute qualité en toute sécurité."
}