{
  "title": "Centre d'Aide Veeo Strasbourg",
  "subtitle": "Trouvez des réponses à vos questions sur nos VTC à Strasbourg et apprenez à utiliser nos services.",
  "searchPlaceholder": "Rechercher dans l'aide (ex: annuler course VTC Strasbourg)",
  "searchButton": "Rechercher",
  "popularTopicsTitle": "Sujets Populaires VTC Strasbourg",
  "accountManagement": "Gestion de Compte Veeo",
  "bookingRides": "Réservation de Courses VTC",
  "paymentsBilling": "Paiements & Facturation VTC",
  "safetySecurity": "Sécurité & Confidentialité VTC",
  "usingTheApp": "Utilisation de l'Application Veeo",
  "driverInfo": "Informations Chauffeur VTC",
  "faqTitle": "FAQ VTC Strasbourg",
  "q1": "Comment modifier mon profil Veeo ?",
  "a1": "Vous pouvez modifier vos informations personnelles, votre mot de passe et votre photo de profil directement dans la section 'Mon Profil' de l'application Veeo ou du site web.",
  "q2": "Que faire si j'ai oublié un objet dans un VTC à Strasbourg ?",
  "a2": "Contactez Veeo Strasbourg le plus rapidement possible via la section 'Aide' de l'application ou par email à support@veeo-strasbourg.fr en précisant les détails de votre course VTC. Nous ferons de notre mieux pour vous aider.",
  "q3": "Comment laisser un avis sur un chauffeur VTC ou une course à Strasbourg ?",
  "a3": "Après chaque course VTC à Strasbourg, vous aurez la possibilité de noter votre chauffeur et de laisser un commentaire. Vos retours sont précieux pour améliorer notre service Veeo.",
  "q4": "La tarification VTC à Strasbourg est-elle dynamique (surge pricing) ?",
  "a4": "Dans certains cas de forte demande à Strasbourg, une majoration temporaire peut s'appliquer pour garantir la disponibilité des chauffeurs VTC. Le prix estimé vous sera toujours indiqué avant de confirmer votre réservation.",
  "q5": "Puis-je réserver une course VTC à Strasbourg pour quelqu'un d'autre ?",
  "a5": "Oui, vous pouvez réserver une course VTC à Strasbourg pour une autre personne. Assurez-vous de fournir les coordonnées du passager au chauffeur VTC si nécessaire.",
  "q6": "Quelles sont les mesures de sécurité en place pour les VTC à Strasbourg ?",
  "a6": "La sécurité est notre priorité chez Veeo Strasbourg. Tous nos chauffeurs VTC sont vérifiés, les véhicules sont régulièrement inspectés, et vous pouvez partager votre trajet en temps réel avec vos proches. De plus, un bouton SOS est disponible dans l'application en cas d'urgence.",
  "stillNeedHelp": "Vous ne trouvez pas de réponse pour votre VTC à Strasbourg ?",
  "contactSupport": "Contacter le Support Veeo Strasbourg"
}